Repository: Neuropassenger/tzipi-theme
Catalog: lang/*.po
Languages: he_il

source: Join Tzipi Hotovely’s Youtube Channel
he_il: הצטרפו לערוץ היוטיוב של ציפי חוטובלי

source: Donate
he_il: תרמו לפעילות

source: Volunteer
he_il: התפקדו / התנדבו

source: Subscribe
he_il: הצטרפו לרשימת התפוצה שלי

source: Tzipi Hotovely
he_il: ציפי חוטובלי

source: Instagram
he_il: ציוצים בטוויטר

source: Praesent pulvinar elit odio, eget convallis velit efficitur nec1
he_il: ונסקטורר אדיפיסינג אלית סת אלמנקום ניסי נון ניבאה

source: Praesent pulvinar elit odio, eget convallis velit efficitur nec2
he_il: לורם איפסום דולור סיט קונסקטורר אדיפיסינג אלית קולהע אלית קולהע צופעלורם

source: Praesent pulvinar elit odio, eget convallis velit efficitur nec3
he_il: עדכונים מהשטח וסיפורים מעניינים על הפעילות שלי ברחבי העולם

source: All rights reserved. Zipi Hotoveli. Copyright, 2017.
he_il: כל הזכויות שמורו. ציפי חוטובלי. 2017.

source: tzipi hotovely
he_il: ציפי חוטובלי

source: Fighting for Israel’s truth
he_il: נלחמת על האמת של ישראל

source: Facebook updates
he_il: עדכונים מפייסבוק

source: FOLLOW
he_il: עקבו

source: Twitter feed
he_il: ציוצים בטוויטר

source: Deputy Foreign Minister
he_il: סגנית שר החוץ

source: zipi hotoveli
he_il: ציפי חוטובלי

source: Personal background
he_il: ציפי חוטובלי

source: Foreign deputy minister
he_il: לשכת סגנית שר החוץ

source: contact us
he_il: צור קשר

source: Contact Us
he_il: צור קשר

source: Full name
he_il: צור קשר

source: Email
he_il: כתובת דוא״ל

source: Message
he_il: הודעה…

source: Submit
he_il: שלח
